"Copy" = "Brak (bez rozpraszania)";
"Dither Copy" = "Brak (z rozpraszaniem)";
"Or" = "Funkcja OR";
"Xor" = "Funkcja XOR";
"Replace Black" = "Zastąp czerń";
"Inverse Copy" = "Inwersja z kopiowaniem";
"Inverse Or" = "Inwersja z funkcją OR";
"Inverse Xor" = "Inwersja z funkcją XOR";
"Inverse Replace Black" = "Inwersja z zastąpieniem czerni";
"Pattern Copy" = "Kopiowanie wzorca";
"Pattern Or" = "Wzorzec z funkcją OR";
"Pattern Xor" = "Wzorzec z funkcją XOR";
"Pattern Replace Black" = "Wzorzec z zastąpieniem czerni";
"Inverse Pattern Copy" = "Inwersja wzorca z kopiowaniem";
"Inverse Pattern Or" = "Inwersja wzorca z funkcją OR";
"Inverse Pattern Xor" = "Inwersja wzorca z funkcją XOR";
"Inverse Pattern Replace Black" = "Inwersja wzorca z zastąpieniem czerni";
"Grayish Text Or" = "Wyszarzony tekst z funkcją OR";
"Hilite" = "Podświetlenie";
"Blend" = "Zmieszanie";
"Add Pin" = "Przypnij pinezkę";
"Add Over" = "Dołącz nad";
"Add Max" = "Dodaj maks.";
"Add Min" = "Dodaj min.";
"Subtract Pin" = "Subtract Pin
";
"Subtract Over" = "Subtract Over";
"Transparent" = "Przezroczysty";
"Straight Alpha" = "Kanał Alfa";
"Per Component Alpha" = "Kanał Alfa składnika";
"Straight Alpha Blend" = "Mieszanie kanału alfa";
"Premultiplied White Alpha" = "Przezroczystość na bazie bieli";
"Premultiplied Black Alpha" = "Przezroczystość na bazie czerni";
"Premultiplied Color Alpha" = "Przezroczystość na bazie koloru";
"Composition" = "Kompozycja";